import React from 'react';

const About = () => {
  return (
    <div className='about'>
      <h2>О компании</h2>
      <p>
        Компания основана в 1991 году богатым и замечательным Евгением Викторовичем, который и по сей день занимает пост В
        совете директоров. Изначально позиционировалась как магазин мелкой бытовой техники. Но с ростом компании рос и ассортимент...
      </p>
      <img src='/img/logo.jpg' alt=''/>
      <p>
        В настоящее время филиалы и офисы PCHub расположены по большей части РФ, наращивается присутствие в Казахстане и Беларуси.
        Ассортимент включает мелкую и крупную бытовую технику, садовые инструменты и технику, профессиональное сетевое и коммутационное оборудование
      </p>      
    </div>
  );
}

export default About;
