import React from 'react';

const Afish = () => {
  return (
    <div className='afish'>
        <h2>В поисках халявы? Тогда мы идем к вам!</h2>
        <p>Магазин PCHub предоставляет всем покупателям скидку в 10% каждую пятницу! Почему в пятницу? И откуда такая щедрость?
            Сейчас мы вам все объясним.
        </p>
        <img src='/img/Banner3.jpg'/>
        <p>Правление компании понимает кризисную ситуацию и всеми силами хочет помогать простому люду, не считая 
            благотворительности, мы предоставляем скидку в 10% каждую пятницу. Возможно эти проценты окажутся решающими в 
            покупке комплектующих и клиент сможет насладиться любимым контентом в 4K QuadHD. 
        </p>
        <p>Пятница выбрана тоже не случайно, но это уже большой-большой секрет)</p>
        <hr/>
        <p>По промокоду SANECHEK2003 вы можете получить скидку в 15% от стоимости всей корзины!</p>
        <img src='/img/Banner4.jpg'/>
        <p>Скидка не суммируется с другими, ибо это уже будет не честно...</p>
    </div>
  );
}

export default Afish;
